let data = [
    {
        ref: "R-001",
        font: "pensil",
        urdu: true,
        content: `میں، یاور جاوید، یہ لیٹر پیڈ عوامی ابلاغ کے لیے تیار کر رہا ہوں۔ اس میں دراصل زیادہ تر غیر تحریری معلومات فراہم کرنے کا ارادہ ہے۔ اگرچہ یہ کسی سطح پر قانونی حیثیت نہیں رکھتا، تاہم اس کے باوجود یہ میری ذمہ داری اور اعتماد پر مبنی ایک قابلِ اعتماد عوامی نشریہ ہے۔ میں یہ اعلامیہ اس خط کے ذریعے سولہ جون، بیس سو چبیس عیسوی، بمطابق 10 ذوالحجہ ۱۴۴۵ھ کو مرتب کر رہا ہوں۔
<یاور جاوید
.10 ذوالحجہ۱۴۴۵ ھ
        `,
    },
    {
        ref: "R-002",
        font: "pensil",
        align: "right",
        urdu: true,
        content: `میرے یعنی یاور جاوید اور بلال احمد کھانڈے کے درمیان 2026 میں کاروباری معاہدے کی تفصیلات یوں ہیں:
اصطلاحات:
بیچنا: یعنی سافٹ ویئر کو استعمال کے لیے کسی معاوضے یا کسی معاوضے کے بغیر کسی کو دینا۔
"کوڈ بیس کی فروخت": سافٹ ویئر کے سورس کوڈ، متعلقہ دانشورانہ املاک کے حقوق، اور ملکیتی مفادات کو مکمل طور پر کسی تیسرے فریق کو منتقل کرنا۔
الف) بلال احمد کھانڈے کی طرف سے 20,000 ہندوستانی روپے Glazer نام کے ایپ کی Steam پر رجسٹریشن کے لیے ادا کیے جائیں گے۔
ب) بلال احمد کھانڈے کی طرف سے مزید 150,000 ہندوستانی روپے Glazer کے دیگر اخراجات کے لیے دیے جائیں گے۔ یہ رقم جنوری 2027 سے پہلے دی جانی چاہیے۔
ج) الف اور ب کے بدلے میں Glazer کی کمائی سے اخراجات منہا کرنے کے بعد جو کچھ بچے گا، اس کا ¼ ہر 6 ماہ میں بلال احمد کھانڈے کو دیا جائے گا۔
د) Glazer ایپ میرے اختیار میں ہوگا۔ اس کی قیمت، انتظام، بیچنے کا طریقہ، اسٹور، ڈیولپمنٹ، پورے کوڈ بیس کو بیچنا وغیرہ کے فیصلوں پر سراسر میرا حق ہوگا۔ البتہ تخصیص یہ ہے کہ اگر میں کوڈ بیس کو بیچنا چاہوں تو اس وقت سے دو سال قبل میں ہونے والا منافع کم از کم کوڈ بیس کی قیمت ہوگا۔ لیکن اگر بلال احمد کھانڈے اور میرے درمیان سودے پر رضامندی ہو تو یہ شرط لاگو نہیں ہوگی۔
ہ) بلال احمد کھانڈے کا سافٹ ویئر کے اجزاء پر کوئی حق نہیں ہوگا۔ بس بیچنے کی صورت میں ج میں طے شدہ رقم، ج میں طے شدہ طریقے سے ہی دی جائے گی اور نیچے و میں دی گئی صورت میں، و میں دیے گئے طریقے پر عمل ہوگا۔
و) کسی ایسی صورت میں جب Glazer ایپ کے پورے کوڈ بیس کو میں بیچنے کا فیصلہ کروں تو اخراجات منہا کر لینے کے بعد جو رقم مجھے سودے کے بدلے ملے، اس کا ¼ بلال احمد کھانڈے کو ملے گا۔
ز) بلال احمد کھانڈے کو ج میں مذکور رقم کی ادائیگی کے لیے ہر چھ ماہ کی مدت کا آغاز Glazer کے Steam پر عوامی اجراء (Public Release) کی تاریخ سے شمار کیا جائے گا۔
<یاور جاوید
.10 ذوالحجہ۱۴۴۵ ھ
`
    }
    
]